{
  "en": {
    "title": "Marina Sanctuary",
    "home": "Home",
    "about": "Animal found",
    "services": "Help us",
    "contact": "Contacts",
    "welcome": "Marina <br> Sanctuary",
    "intro": "We are fighting to build the first rescue center<br>for wild mammals in need.",
    "footer": "&copy; 2025 Zornitsa Stoyanova | All rights reserved",
    "paw": "Who are we?",
    "pawText": "Marina Sanctuary is a non-profit organization dedicated to rescuing and protecting wild mammals in Bulgaria. Our team works tirelessly to build a wildlife sanctuary which would respond to cases of injured, abandoned, or threatened animals, providing medical care, rehabilitation, and safe shelter. Our ultimate goal is to release these animals back into the wild whenever possible and to raise awareness about the importance of preserving Bulgaria’s biodiversity.",
    "leaf": "History",
    "leafText": "Our mission is inspired by Marina ‘The Fox’ – a passionate conservationist who devoted her life to protecting predators and other wild animals. In her memory, we founded Marina Sanctuary to continue her work and fulfill her lifelong dream of creating a specialized rescue center. Today, we strive to build a place where animals in need can heal, thrive, and regain their freedom.",
    "present": "Help us",
    "presentText": "You can help us make Marina Sanctuary a reality! Your support – whether through donations, sponsorship, or volunteering – will allow us to build proper facilities, buy medical equipment, and save more animals. Every contribution brings us one step closer to opening the first dedicated rescue center for wild mammals in Bulgaria.",
    "donate": "Donate to us",
    "donateText": "Your donations make a real difference! Soon, you will be able to support Marina Sanctuary in two ways: by bank transfer or by SMS. We are currently setting up these channels and will share the details shortly. Every contribution will go directly toward building our rescue center and saving more animals in need.",
    "volunteer": "Volunteer with us",
    "volunteerText": "Another powerful way to help is by volunteering your time and skills. We are looking for passionate people who can assist with legal advice, graphic design, fundraising, animal care, or any other area where you can make an impact. Together, we can bring the sanctuary to life!",
    "contactText": "You can reach us through any of the channels below. We are here to answer your questions about wildlife, give you advice on what to do if you find an injured or orphaned animal, or to guide you if you want to become part of our mission. Whether it’s a quick message or a detailed inquiry, don’t hesitate to contact us.",
    "call": "Call us ",
    "mail": "Send us an email",
    "face": "Write us on ",
    "inst": "Find us on ",
    "should": "Should I help a wild animal I've found?",
    "shouldText": "If you haven't touched or moved the animal yet, first assess whether any of the scenarios below apply. If you have already intervened—picked it up or relocated it—follow the steps in the next section.",
    "shouldText1": "If the animal is clearly injured, sick, or in physical distress — for example, bleeding, visibly thin, unable to stand, or partially paralyzed — it needs help immediately.",
    "shouldText2": "If the animal is in immediate danger — such as crossing a busy road, stuck in a hole, or tangled in something — carefully move it out of harm’s way if possible, and contact a specialist.",
    "shouldText3": "If the animal is a baby: for birds, try to find and return it to its nest. For mammals, exept rabbits and fawns, observe from a distance for at least 30 minutes. If the mother doesn’t return, it may be abandoned and in need of help.",
    "initial": "First Aid for Wildlife",
    "initialText": "If you have safely contained the animal, place it in a ventilated cardboard box. Avoid touching, petting, or allowing others to stress the animal — stress can be fatal. For injured or infant animals, include a warm water bottle secured to the side and soft bedding without strings or holes. Don’t feed or give water — the animal’s system may not tolerate it and it can be deadly. Always contact a trained specialist first.",
    "specialist": "Contact a Specialist",
    "specialistText": "While you can always call us, there are specialized organizations for different types of wildlife. Please contact the relevant one below:",
    "specialistText1": "Protected species → Green Balkans Wildlife Rehabilitation Centre",
    "specialistText2": "Tortoise or turtle → Gea Chelonia Tortoise Rescue Centre",
    "specialistText3": "Other species → The Wild Animals Foundation",
    "specialistText4": "Or contact your nearest Regional Environment Inspectorate (RIEW)"
  },
  "bg": {
    "title": "Убежище Марина",
    "home": "Начало",
    "about": "Намерено животно",
    "services": "Помогнете ни",
    "contact": "Контакти",
    "welcome": "Убежище <br> Марина",
    "intro": "Борим се да изградим първия спасителен център<br>за диви бозайници в нужда.",
    "footer": "&copy; 2025 Зорница Стоянова | Всички права запазени",
    "paw": "Кои сме ние?",
    "pawText": "Убежище Марина е неправителствена организация, посветена на спасяването и опазването на дивите бозайници в България. Нашият екип работи неуморно за изграждането на убежище за диви животни, което да реагира при случаи на ранени, изоставени или застрашени животни, като осигурява медицинска помощ, рехабилитация и безопасен подслон. Нашата крайна цел е тези животни да бъдат върнати обратно в природата винаги когато е възможно и да повишим осведомеността за значението на опазването на биологичното разнообразие в България.",
    "leaf": "История",
    "leafText": "Нашата мисия е вдъхновена от Марина „Лисицата“ – страстен природозащитник, посветил живота си на защитата на хищници и други диви животни. В нейна памет основахме Убежище Марина, за да продължим делото ѝ и да сбъднем нейната дългогодишна мечта – създаването на специализиран спасителен център. Днес се стремим да изградим място, където животните в нужда могат да се възстановят, да процъфтяват и да възвърнат свободата си.",
    "present": "Помогнете ни",
    "presentText": "Можете да ни помогнете да превърнем Убежище Марина в реалност! Вашата подкрепа – чрез дарения, спонсорство или доброволчество – ще ни позволи да изградим подходящи съоръжения, да закупим медицинско оборудване и да спасим повече животни. Всеки принос ни приближава с една стъпка по-близо до откриването на първия специализиран спасителен център за диви бозайници в България.",
    "donate": "Дарете ни",
    "donateText": "Вашите дарения имат реално значение! Скоро ще можете да подкрепите Убежище Марина по два начина: чрез банков превод или чрез SMS. В момента подготвяме тези канали и скоро ще споделим подробностите. Всеки принос ще отиде директно за изграждането на нашия спасителен център и за спасяването на повече животни в нужда.",
    "volunteer": "Стани доброволец",
    "volunteerText": "Друг мощен начин да помогнете е като дарите времето и уменията си. Търсим хора с желание да ни съдействат с правни съвети, графичен дизайн, набиране на средства, грижа за животни или в друга област, в която можете да бъдете полезни. Заедно можем да превърнем убежището в реалност!",
    "contactText": "Можете да се свържете с нас чрез някой от посочените по-долу канали. Ние сме тук, за да отговорим на вашите въпроси за дивите животни, да ви дадем съвет какво да правите, ако намерите пострадало или осиротяло животно, или да ви насочим как да станете част от нашата мисия. Независимо дали става дума за кратко съобщение или за по-подробно запитване, не се колебайте да се свържете с нас.",
    "call": "Обадете ни се ",
    "mail": "Изпратете ни имейл",
    "face": "Пишете ни във ",
    "inst": "Намерете ни в ",
    "should": "Намерих диво животно, какво да правя?",
    "shouldText": "Ако все още не сте докоснали или преместили животното, първо преценете дали важи някоя от следващите ситуации. Ако вече сте се намесили — пипали сте го или сте го преместили — преминете към следващата стъпка.",
    "shouldText1": "Ако животното е видимо ранено, болно или физически страда — например кърви, слабо е, не може да се изправи или е частично парализирано — то се нуждае от помощ веднага.",
    "shouldText2": "Ако животното е в непосредствена опасност — например пресича натоварен път, паднало е в дупка или е оплетено — преместете го внимателно на безопасно място, ако е възможно, и се свържете със специалист.",
    "shouldText3": "Ако животното е бебе: при птиците — опитайте да намерите гнездото и да го върнете там. При бозайници, освен зайци и сърнета, наблюдавайте от разстояние поне 30 минути. Ако майката не се върне, вероятно е изоставено и има нужда от помощ.",
    "initial": "Първа помощ за диви животни",
    "initialText": "Ако сте заловили животното, сложете го в картонена кутия с дупки за въздух. Избягвайте да го докосвате, галите или позволявате на други да го стресират — стресът може да бъде фатален. При ранени животни и бебета добавете затоплена бутилка с вода, закрепена към стената на кашона, и мека кърпа без дупки и висящи конци. Не хранете и не давате вода — организмът може да не ги понасе и това да бъде смъртоносно. Свържете се със специалист веднага.",
    "specialist": "Свържете се със специалист",
    "specialistText": "Винаги можете да ни се обадите, но има специализирани организации за различни видове диви животни. Моля, свържете се с подходящата по-долу:",
    "specialistText1": "За защитени видове → Център за диви животни Зелени Балкани",
    "specialistText2": "За костенурки → Център за костенурки Геа Челония",
    "specialistText3": "За други видове → Фондация „Дивите животни“",
    "specialistText4": "Или се обърнете към най-близкото Регионално управление по околна среда (РИОСВ)"
  }
}
